export const weeksLecipe = [
  {
    id: 1,
    title: "식빵으로 에그타르트 만들기!",
    content: `1. 달걀과 달걀노른자를 풀고 연유와 바닐라빈 페이스트를 넣고 섞은 뒤 옥수수전분을 넣고 섞고 레몬즙을 넣고 섞는다.
    2. 냄비에 우유, 생크림, 설탕, 소금을 넣고 섞고 불에 올려 가장자리가 끓어 오를 때까지 끓인 뒤 달걀 혼합물에 조금씩 넣으며 섞는다.
    3. 섞은 것을 체에 걸러 다시 냄비에 붓고 약불에서 저으며 살짝 걸쭉해질 때까지 끓이고 실온에서 식힌다.
    4. 식빵을 밀대로 밀어 펴고 11cm 원형 커터로 자른 뒤 무염버터를 바른 머핀 틀에 넣어 모양을 잡고 무염버터를 바른다.
    5.식힌 필링을 짤주머니에 담아 틀에 짜고 190도 예열한 오븐에서 25분 정도 굽는다.`,
    material: [
      "달걀 1개",
      "달걀노른자 3개",
      "연유 30g",
      "바닐라빈 페이스트 5g",
      "옥수수전분 10g",
      "레몬즙 5g",
      "우유 100g",
      "생크림 200g",
      "설탕 50g",
      "소금 2g",
      "무염버터",
    ],
    price: 15000,
    img: "imgs/week/001.jpg",
  },
  {
    id: 2,
    title: "유부초밥도 이젠 고급지게 ★ 연어유부초밥",
    content: `1. 연어는 작게 썬다.	
    2. 볼에 소스를 만든다.
    3. 밥에 배합초를 넣고 버무린다.	
    4. 유부의 물기를 짜고 밥>소스>연어를 올려 완성한다.`,
    material: [
      "시판 유부 초밥",
      "밥",
      "연어",
      "다진 양파",
      "마요네즈",
      "레몬즙",
      "꿀",
      "소금",
      "후추",
    ],
    price: 13000,
    img: "imgs/week/002.jpg",
  },
  {
    id: 3,
    title: "맛있는 에그베네딕트~~!",
    content: `1. 버터는 전자레인지에 넣어 30초씩 녹여 완전하게 녹여주세요.
    2. 냄비에 물을 끓여 그 위에 그릇을 올려 중탕으로 달걀 노른자를 거품기로 풀어요.
    거품기 , 냄비
    3. 버터를 노른자에 조금씩 넣어가며 노른자를 계속 저어요.	
    4. 레몬즙, 소금, 후추를 넣어 간을 해서 소스를 완성해요.
    5. 소스는 따뜻한 물에 담아두어 너무 차갑게 식지 않게 유지시켜 주면 좋아요.
    6. 빵은 예열된 팬에 버터를 녹여 구워요.
    7. 빵을 구워낸 후 베이컨을 노릇하게 구워내요.	
    8. 물을 끓인 후 식초를 1숟가락 넣은 후 수저로 회오리를 만든 후 달걀을 넣어 수란을 만들어요.	
    9. 구워 놓은 빵에 마요네즈, 홀그레인 머스타드를 바르고 베이컨, 어린잎 채소, 수란 순서로 올려요.	
    10. 올려진 재료 위에 홀렌다이즈 소스를 올려 완성해요.,`,
    material: [
      "달걀 노른자",
      "무염버터",
      "레몬즙",
      "소금",
      "후추",
      "잉글리시 머핀",
      "베이컨",
      "달걀",
      "어린잎 채소",
      "식초",
      "마요네즈",
      "홀그래인 머스타드",
    ],
    price: 11000,
    img: "imgs/week/003.jpg",
  },
  {
    id: 3,
    title: "차가운감자스프 : 뜨겁게 먹지 않아도 맛있는 감자스프만들기 ★",
    content: `1. 식빵은 1cm로 깍뚝썰기해서 올리브오일 두른 팬에 노릇하게 구워 식힌다.
    2. 대파는 송송 썰고 양파는 채썬다.	
    3. 껍질 벗긴 감자는 얇게 썬다.	
    4. 냄비에 버터와 올리브 오일을 약간 두르고 대파와 양파를 넣고 양파가 투명해 질 때 까지 볶는다.
    5. 감자와 치킨스톡을 넣고 감자가 익을 때까지 끓인다.	
    6. 감자가 익으면 핸드믹서로 곱게 갈아 생크림을 넣고 한소끔 끓이고 소금, 후추로 간하여 차갑게 식힌다.    
    7. 스프를 그릇에 담고 차가운 생크림과 크루통을 올려 마무리한다.`,
    material: [
      "대파 흰부분",
      "양파",
      "버터",
      "감자",
      "치킨스톡",
      "생크림",
      "소금",
      "후추",
      "올리브",
      "식빵",
    ],
    price: 9000,
    img: "imgs/week/004.jpg",
  },
  {
    id: 4,
    title: "유부초밥도 이젠 고급지게 ★ 연어유부초밥",
    content: `1. 식빵은 1cm로 깍뚝썰기해서 올리브오일 두른 팬에 노릇하게 구워 식힌다.
    2. 대파는 송송 썰고 양파는 채썬다.	
    3. 껍질 벗긴 감자는 얇게 썬다.	
    4. 냄비에 버터와 올리브 오일을 약간 두르고 대파와 양파를 넣고 양파가 투명해 질 때 까지 볶는다.
    5. 감자와 치킨스톡을 넣고 감자가 익을 때까지 끓인다.	
    6. 감자가 익으면 핸드믹서로 곱게 갈아 생크림을 넣고 한소끔 끓이고 소금, 후추로 간하여 차갑게 식힌다.    
    7. 스프를 그릇에 담고 차가운 생크림과 크루통을 올려 마무리한다.`,
    material: [
      "대파 흰부분",
      "양파",
      "버터",
      "감자",
      "치킨스톡",
      "생크림",
      "소금",
      "후추",
      "올리브",
      "식빵",
    ],
    price: 9000,
    img: "imgs/week/005.jpg",
  },
  {
    id: 5,
    title: "메밀로 만드는 갈레트! Galette ! 프랑스요리 메밀크레이프",
    content: `1. 볼에 메밀가루를 넣고 달걀, 우유, 물을 넣고 섞는다.
  2. 포도씨유를 넣고 섞은 후 랩을 씌워 2시간 휴지시킨다.
  3. 샌드위치용 햄은 알맞은 크기로 자른다.
  4. 팬에 기름을 두르고 여분의 기름을 닦아낸 뒤 반죽을 덜어 얇게 펼쳐 굽는다.
  5. 모짜렐라 치즈, 달걀, 햄을 올리고 4면을 접어 사각형으로 만든 후 약불에서 달걀을 익힌다.	
  6.달걀의 흰자가 익으면 접시에 덜어내고 후추와 파마산 치즈가루를 뿌려 완성한다.`,
    material: [
      "메밀가루",
      "달걀",
      "소금",
      "후추",
      "우유",
      "물",
      "포도씨유",
      "샌드위치용 햄",
      "달걀",
      "모짜렐라치즈",
      "후추",
      "파마산치즈가루",
    ],
    price: 13000,
    img: "imgs/week/006.jpg",
  },
  {
    id: 6,
    title: "단호박 에그슬럿 달달하고 고급지쥬~?",
    content: `1.단호박은 전자레인지에 넣어 약 1분~2분간 익혀낸다.
    2. 꼭지 부분을 잘라 내어 속에 씨를 제거한다.	
    3. 단호박 속 안에 모짜렐라 치즈를 조금 채운다.
    4. 달걀을 넣고 소금과 후추를 넣은 후 포크로 노른자를 터트린다.
    5. 모짜렐라 치즈를 올린다.	
    6. 전자레인지에 넣어 약 5분간 익혀 달걀이 익을 때 까지 시간을 추가하여 완성한다.`,
    material: ["단호박", "달걀", "소금", "후추", "모짜렐라", "치즈"],
    price: 7000,
    img: "imgs/week/007.jpg",
  },
  {
    id: 7,
    title: "치즈폭탄 느끼실려유 ??? 크로크마담 ★",
    content: `1. 베샤멜 소스를 만든다.
    2. 팬에 버터를 녹이고, 중력분을 넣어 중불에서 타지 않게 2~3분정도 잘 볶는다.
    3. 따뜻한 우유를 천천히 넣으면서 골고루 잘 젓는다.
    4. 끓어오르면 불을 줄이고, 그뤼에르 치즈, 넛맥, 후추를 넣고 농도를 맞춰 불을 끈다.	
    5. 식빵 한쪽면에 디종 머스터드를 얇게 바르고, 그 위에 본레스햄, 그뤼에르치즈를 올리고, 식빵을 올린다
    6. 치즈는 에멘탈 치즈나 다른 치즈로 교체해도 좋다.
    7. 베샤멜 소스를 듬뿍올리고, 슈레드 모짜렐라 치즈를 뿌린다.	
    8. 에이프라이어 180도에서 15분 정도 굽는다.	
    9. 달걀 후라이를 해서 구워진 빵위에 올린다.`,
    material: [
      "식빵",
      "그뤼에르 치즈",
      "슬라이스햄",
      "디종머스터드",
      "슈레드",
      "달걀",
      "버터",
      "중력분",
      "우유",
      "그뤼에르 치즈",
      "넛맥",
      "소금약간",
      "후추",
    ],
    price: 11000,
    img: "imgs/week/008.jpg",
  },
];
